{"inkVersion":21,"root":[["ev","str","^2009","/str",{"x()":"Name","exArgs":1},"out","/ev","\n","^<I>Life really couldn't be much better, A healthy family, a good job, a comfortable home.","\n","^<I>I spend my days working with my wife and see my friends often.","\n","^<I>You know what is even better? She's heading straight for the top!","\n","^<I>No better woman for it either and I get to be the lucky fella who gets to tell everyone-</I>","\n","^\"That's my wife!\"","\n","^<I> It's what she's always wanted and I get to support her. I never had big plans, or ambitions like her.","\n","^<I> She's amazing that way. Built for it, unlike myself.","\n","ev","str","^2010","/str",{"x()":"Name","exArgs":1},"out","/ev","\n","^<I> I stare down at the documents on the desk, debating looking through them. I had some concerns to discuss with the Chief but... she seems to be out.","\n","^<I> I'm not really supposed to be in here... surely she'd understand. ",{"->":"check"},"\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"check":[["ev","str","^ Inspect the documents ","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^ Trust the Chief ","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"inspect"},"\n",{"#f":5}],"c-1":["^ ",{"->":"trust"},"\n",{"#f":5}]}],{"#f":1}],"inspect":["^<I> Unable to curb my curiousity I have a look through the documents strewn across her desk.","\n","^<I> ...I stare down at them in shock, mother of God.","\n",{"->":"OhNo"},{"#f":1}],"trust":["^<I> I can't simply refile through my bosses belongings! That's absurd!","\n","^<I> ...I stare down at them none the less as the title of one of the papers catches my eye.</I>","\n",{"->":"OhNo"},{"#f":1}],"OhNo":["^<I> It's all fake. Forgeries, copies of statements with large sums removed, hostile letters,photos of my coworkers families.","\n","^<I>Each one had a name or face attachted that I knew, I knew them all so well.","\n","^<I> Before I know it I'm digging through drawer after drawer.","\n","^<I> ...Even my own name, my wifes name and a picture of our daughter.I don't know whether to scream in anger or grief. The door cracks open. </I>","\n","^\"May I ask what brings you to my office today?\"","\n","^<I> I freeze, dropping whatever is in my hands. I had forgotten myself, forgotten my place, forgotten my purpose. I turn around </I> ",{"->":"wahh"},"\n",{"#f":1}],"wahh":[["ev","str","^ Look away ","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^ Stare ","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^  ",{"->":"two"},"\n",{"#f":5}],"c-1":["^ ",{"->":"four"},"\n",{"#f":5}]}],{"#f":1}],"two":["^<I> <I> I can't look her in the eye, she can see right through me. I feel sick enough as it is. I can't bare to meet her gaze after what I've seen. </I> ",{"->":"Continue"},"\n",{"#f":1}],"four":["^<I>I look her dead in the eye, It's intimdating...far more than it's ever been.","\n","^...I avert my gaze soon after, she's far too intense.</I>","\n",{"->":"Continue"},{"#f":1}],"Continue":["^\"Find what you were looking for did you?\" <I> Her smile is unsettling.","\n","^I feel as though I should run but my legs refuse to move. I can't run, this is all far too much. She moves closer, I hear a click. </I>","\n","^\"Boy, If you know what's good for you, you'll pretend you saw nothing here...I wasn't here and you left.\"","\n","^<I>I can't do that, she's not helping anyone, it's all a set up. It's all fake..!</I>","\n","^\"...you won't get away with this..! I can't work with some no good cheat like you- All the lives you've ruined!\"","\n","^<I> I feel something cold against me, My mind goes fuzzy, I can't even think straight anymore. </I>","\n","^\"If you don't like it then leave. Leave quietly and your wife can keep her job...Leave peacefully and I won't release any of that little history of yours.\"","\n","ev","str","^2011","/str",{"x()":"Name","exArgs":1},"out","/ev","\n","^<I> I lay my head on the desk, newspapers with potential jobs circled in red lay strewn across the table amidsts the empty cans and bottles.","\n","^<I> I can't move, I can't think.","\n","^<I> I don't want too. I try to stop thinking, my own thoughts frighten me. I have nothing left...It's over for me.","\n","^<I> I failed everyone, My wife, my daughter and even my self.","\n","^<I> My reputation was ruined, who would even hire me now?","\n","^<I> I couldn't save anyone.","\n","^<I> I never deserved to be happy.","\n","^<I> It was all fake.","\n","^<I> I want a drink.","\n",{"->":"Drink"},{"#f":1}],"Drink":[["^<I> I can hear rustling outside the door of my office.","\n","ev","str","^ Drink ","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ",{"->":"DrinkMore"},"\n",{"#f":5}]}],{"#f":1}],"DrinkMore":[["^<I> It's quickly followed by footsteps.","\n","ev","str","^ Drink ","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^ Drink ","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"DrinkEvenMore"},"\n",{"#f":5}],"c-1":["^ ",{"->":"DrinkEvenMore"},"\n",{"#f":5}]}],{"#f":1}],"DrinkEvenMore":[["^<I> Why is everything so damn loud!?","\n","ev","str","^ Drink ","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^ Drink ","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^ Drink ","/str","/ev",{"*":".^.c-2","flg":20},"ev","str","^ Drink ","/str","/ev",{"*":".^.c-3","flg":20},{"c-0":["^  ",{"->":"Help"},"\n",{"#f":5}],"c-1":["^   ",{"->":"Help"},"\n",{"#f":5}],"c-2":["^   ",{"->":"Help"},"\n",{"#f":5}],"c-3":["^   ",{"->":"Help"},"\n",{"#f":5}]}],{"#f":1}],"Help":["^\"We're leaving...\" \"But...i wanna say goodbye to dad! Where are we going? Mama?\"","\n","^<I> The door slams shut, the house falls quiet. It's for the best, I only hurt them.","\n","^<I> All we did was fight, So I ran away from her.","\n","^<I>They're better off without me.","\n","^<I> The door opens again. Its gentler this time, It doesn't hurt my ears. Has someone broke in?","\n","^<I> I don't bother to check. I can't move even if I wanted too.","\n","^\"...Emil? Emil are you alright!? Emil!\"","\n","^<I> I'm dragged out of the dark office, brought out to the light. It stings my eyes, the friendly face that brought me out here stings them more.","\n","^<I> In the light I know I can't hide, hide how pathetic and useless I've become.","\n","^<I> Please don't look at me. Just put me back...","\n","ev","str","^2013","/str",{"x()":"Name","exArgs":1},"out","/ev","\n","^<I> It takes time... So much time.","\n","^<I> I lose my home, a lot of my money, my wife and I only see my daughter every other day, but i'm getting there.","\n","^<I> I'm getting better everyday, if not for myself but for my daughter.","\n","^<I> If I wanted to keep seeing her I needed a job first and foremost.","\n","^<I> So we've formed our own detective agency, it's small and people don't trust us yet, but it's enough.","\n","^<I> Somedays are a struggle, but I know I can make it, I have too.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}